{
    "SEPTEMBER_18": [{
        "title": "Phone Support: Limited Capacity for North America",
        "date": "Sep 6, 12:07 - 13:03 PDT",
        "body": "We're back! All phone operations are back to normal. Thank you for your patience and understanding."
    }, {
        "title": "Phone Support: Limited Capacity for North America",
        "date": "Sep 5, 13:45 - 15:42 PDT",
        "body": "We're back! All phone operations are back to normal. Thank you for your patience and understanding."
    }, {
        "title": "Phone Support: Limited Capacity for North America",
        "date": "Sep 5, 10:55 - 11:54 PDT",
        "body": "We're back! All phone operations are back to normal. Thank you for your patience and understanding."
    }, {
        "title": "Phone Support: Limited Capacity for North America",
        "date": "Sep 4, 12:12 - 13:08 PDT",
        "body": "We're back! All phone operations are back to normal. Thank you for your patience and understanding."
    }],
    "AUGUST_18": [{
        "title": "Phone Support: Limited Capacity for North America",
        "date": "Aug 29, 12:59 - 14:08 PDT",
        "body": "We're back! All phone operations are back to normal. \n\nThank you for your patience and understanding."
    }, {
        "title": "Phone Support: Limited Availability",
        "date": "Aug 27, 10:13 - 10:28 PDT",
        "body": "- We're back! All phone operations are back to normal. Thanks for your patience and understanding."
    }, {
        "title": "Cash App: Connection Issues",
        "date": "Aug 24, 14:51 - 15:15 PDT",
        "body": "Cash App is back up and running normally now. If your payment is showing as pending, it will process normally soon and your app activity will alert you when it's complete. If you were unable to send a payment, you're welcome to try again now. Thank you for sticking with us today."
    }, {
        "title": "Phone Support: Limited Capacity for North America",
        "date": "Aug 24, 13:39 - 14:28 PDT",
        "body": "We're back! All phone operations are back to normal. Thanks for your patience and understanding."
    }, {
        "title": "Phone Support: Limited Capacity",
        "date": "Aug 24, 06:51 - 09:10 PDT",
        "body": "The issue we experienced providing phone support this morning has been completely resolved, so feel free to give us a call if you need. \n\nYou can also head to squareup.com/help for access to help articles, visit our customer forum at sellercommunity.com, or email our team directly at http://squ.re/contact. \n\nThank you for your patience and understanding through this."
    }, {
        "title": "Phone Support: Limited Capacity for North America",
        "date": "Aug 21, 14:22 - 14:55 PDT",
        "body": "We're back! All phone operations are back to normal. Thanks for your patience and understanding through this."
    }, {
        "title": "Performance Issues: Square Dashboard & Point of Sale",
        "date": "Aug 20, 17:26 - 18:01 PDT",
        "body": "Our Engineering Team has implemented a fix. All Square Sellers should be able to access the Square Point of Sale app and the Square Dashboard now. \n\nThank you very much bearing with us as we worked to resolve this issue."
    }, {
        "title": "Phone Support: Limited Capacity for North America",
        "date": "Aug 20, 11:37 - 12:07 PDT",
        "body": "We're back! All phone operations are back to normal. Thanks for your patience and understanding through this."
    }, {
        "title": "Limited Phone Support on Friday, August 17th",
        "date": "Aug 17, 10:43 - 18:00 PDT",
        "body": "All phone operations are back to normal. Thanks again for your patience and understanding today."
    }, {
        "title": "Multiple Performance Issues: Point of Sale app, Dashboard",
        "date": "Aug 16, 21:17 - 21:30 PDT",
        "body": "The issues impacting multiple services have been resolved. We apologize for any inconvenience caused."
    }, {
        "title": "Intermittent Account Log In Failures",
        "date": "Aug 9, 13:40 - 14:58 PDT",
        "body": "We truly appreciate everyone's patience as our Engineering Team worked to solve this issue. \n\nAll impacted services have been restored and it’s business as usual."
    }, {
        "title": "Cash App: Intermittent Connection Issues",
        "date": "Aug 9, 12:48 - 13:26 PDT",
        "body": "Cash App is up and running normally again. We appreciate your patience today! Some customers may experience delays while our systems catches up with payments that were sent while we were experiencing connection errors. No need to resend any payment that is currently pending - it will process shortly and your app activity will alert you when it's complete."
    }, {
        "title": "Square Dashboard Reporting Unavailable.",
        "date": "Aug 1, 12:11 - 13:04 PDT",
        "body": "Reporting is available to all Square Sellers now. We appreciate all of our sellers bearing with us, while we worked to resolve this issue."
    }],
    "JULY_18": [{
        "title": "Phone Support: Limited Capacity for North America",
        "date": "Jul 20, 12:08 - 13:14 PDT",
        "body": "All phone operations are back up to speed! Thanks again for your patience and understanding today."
    }, {
        "title": "Point of Sale: Online Square Dashboard Reporting Delays",
        "date": "Jul 19, 17:50 - 18:22 PDT",
        "body": "All online Square Dashboard reports and summaries are up-to-speed! Thank you for your patience today."
    }, {
        "title": "Phone Support: Unavailable for North America",
        "date": "Jul 19, 17:15 - 18:16 PDT",
        "body": "We will resume normal phone hours on 07/20/2018."
    }, {
        "title": "Point of Sale app: Sales Summary Email Issues",
        "date": "Jul 18, 08:31 - 13:57 PDT",
        "body": "Good news! We’ve confirmed with our Reporting team that the earlier issues have been resolved, and all previously impacted services have returned to normal. We’re sorry for any inconvenience this may have caused, and thank you for your patience as we worked through the issue."
    }, {
        "title": "Cash App: Connection Issue",
        "date": "Jul 13, 10:31 - 11:19 PDT",
        "body": "Cash App service is now fully restored. Any pending payments have been sent and will be reflected in your App activity. Thanks again for sticking with us while we worked to resolve this issue!"
    }, {
        "title": "Mastercard Payment Declines -- Known Issue",
        "date": "Jul 12, 10:46 - 11:45 PDT",
        "body": "MasterCard has resolved the issue and all payments should be processing as normal. If you experience a declined payment, we recommend reaching out to your customer and asking them to contact their bank.\n\n\nWe appreciate your patience, and thank you for sticking with us!"
    }, {
        "title": "Cash App: Connection Issues",
        "date": "Jul 12, 11:22 - 11:36 PDT",
        "body": "The issues impacting Cash App service today are now fully resolved. Any payments that may have still been listed as pending due to the connection issue have been sent and should be reflected in your App activity. Thanks again for your patience as we worked to get the app back to normal."
    }, {
        "title": "Phone Support: Limited Capacity for North America",
        "date": "Jul 10, 11:38 - 14:00 PDT",
        "body": "All phone operations are back up to speed! Thanks again for your patience and understanding today."
    }, {
        "title": "Payroll: On-boarding and Pay Run Issues",
        "date": "Jul 2, 11:00 - 13:19 PDT",
        "body": "Good news! We’ve confirmed with our Payroll Team that the earlier issues are fully resolved, and all previously impacted services have returned to normal. We’re sorry for any inconvenience this may have caused, and thank you for your patience as we worked through the issue."
    }],
    "JUNE_18": [{
        "title": "Limited Phone Support Availability - North America",
        "date": "Jun 28, 15:52 - 16:42 PDT",
        "body": "Skies are clearing and all operations are back up to speed! Thanks again for your patience and understanding today."
    }, {
        "title": "Reporting: Transaction .CSV Export Errors",
        "date": "Jun 19, 08:57 - 11:28 PDT",
        "body": "Good news! We’ve confirmed with our Engineering team that the earlier issues have fully been resolved, and all previously impacted services have returned to normal. We’re sorry for any inconvenience this may have caused, and thank you for your patience as we worked through the issue."
    }, {
        "title": "Instant Deposits showing up as a debit versus a credit on Wells Fargo accounts",
        "date": "Jun 18, 10:18 - 18:51 PDT",
        "body": "This incident has been resolved."
    }, {
        "title": "Instant Deposit unavailable to Wells Fargo customers",
        "date": "Jun 15, 15:14 - 15:48 PDT",
        "body": "We've received confirmation from Wells Fargo that this issue is resolved. You will be able to initiate an Instant Deposit now.\n\nWe appreciate your patience."
    }, {
        "title": "Instant Deposit unavailable for some sellers",
        "date": "Jun 15, 12:16 - 14:30 PDT",
        "body": "The issue previously affecting the ability to Instant Deposit to Wells Fargo accounts has been resolved.\n\nThank you for bearing with us."
    }, {
        "title": "Cash App: Performance",
        "date": "Jun 13, 19:34 - 19:41 PDT",
        "body": "Good news! We’ve confirmed that the earlier issues with Cash app have been fully resolved, and all previously impacted services have returned to normal. We’re sorry for any inconvenience this may have caused, and thank you for being patient with us as we worked through this."
    }, {
        "title": "Point of Sale: Employee Management",
        "date": "Jun 6, 12:09 - 14:41 PDT",
        "body": "All impacted services are fully functional. Sellers with Employees and Guest Mode enabled should now be able to sign into the app. \n\nWe’re sorry for the trouble that this caused today and we truly appreciate your patience as we worked to resolve this issue."
    }, {
        "title": "Cash App: Connection Issues",
        "date": "Jun 5, 08:02 - 08:38 PDT",
        "body": "Thank you for your patience this morning. Our engineering team has restored Cash App to full service and all payments are now processing normally. Some customers may see a payment sent earlier is still pending - these will process shortly, so please do not try to resend. As soon as the payment completes, the status will be updated in your recent app activity."
    }],
    "MAY_18": [{
        "title": "Cash App: Connection Issues",
        "date": "May 29, 10:55 - 11:49 PDT",
        "body": "The issues impacting Cash App service today are now fully resolved. Any payments that may have still been listed as pending due to the connection issue have been sent and should be reflected in your App activity. Thanks again for your patience as we worked to get the app back to normal."
    }, {
        "title": "Cash App Bitcoin Withdrawal Disruption",
        "date": "May 9, 17:15 - 18:29 PDT",
        "body": "We apologize for the disruption this evening. Bitcoin withdrawals have been restored for all Cash customers. If you experience any trouble please reach out to our Cash Support Team: http://squ.re/cashhelp\n\nWe appreciate your patience and understanding as we worked through this issue."
    }, {
        "title": "Point of Sale: Instant and Scheduled Deposit Issues",
        "date": "May 5, 13:10 - 14:28 PDT",
        "body": "Good news: Instant and Scheduled Deposits are back to normal. All sellers should be able to initiate an Instant Deposit immediately after an eligible payment: https://squ.re/2FoB7H9. Thanks again for your patience this afternoon."
    }, {
        "title": "Cash App: Connection Issues",
        "date": "May 4, 06:45 - 21:59 PDT",
        "body": "Our engineering team has confirmed that all services are stable, all pending transactions have been processed, and Cash App functionality has been fully restored. Please check your Activity in the app to confirm transaction status. In the event you have any questions or concerns, please reach out to Cash Support: http://squ.re/cashhelp\n\nThank you, again, for your patience with us today."
    }, {
        "title": "Cash App: Intermittent Connection Issues",
        "date": "May 3, 11:50 - May 4, 06:17 PDT",
        "body": "All issues with Cash App service have been fully resolved. Thank you for sticking with us. If you have any questions or concerns about the final status of a payment, please reach out to our Cash Support Team: http://squ.re/cashhelp"
    }],
    "APRIL_18": [{
        "title": "Point of Sale: Instant and Scheduled Deposit Issues",
        "date": "Apr 28, 12:18 - 17:40 PDT",
        "body": "Instant and Scheduled Deposits are performing as expected. All sellers should now be able to initiate an Instant Deposit immediately after an eligible payment: https://squ.re/2FoB7H9. Again, we sincerely thank you for your patience this afternoon as we worked through the issues causing the delay."
    }, {
        "title": "Cash App: Bitcoin Withdraw Delayed",
        "date": "Apr 26, 18:13 - Apr 28, 09:42 PDT",
        "body": "We’re truly sorry for the disruption over the past day. Bitcoin withdrawals have been restored for all cash customers. If you experience any trouble please reach out to our Cash Support Team: http://squ.re/cashhelp\n\nWe appreciate your patience and understanding as we worked through this issue."
    }, {
        "title": "Point of Sale: Instant and Scheduled Deposit Delays",
        "date": "Apr 27, 15:52 - 18:37 PDT",
        "body": "All Instant Deposit and Scheduled Deposit services have been fully restored. Sorry again for the disruption this evening. We appreciate your patience while we worked to resolve this issue."
    }, {
        "title": "Cash App Performance Issues",
        "date": "Apr 26, 07:59 - 09:01 PDT",
        "body": "Good news! We’ve confirmed that the earlier issues with Cash app have been fully resolved, and all previously impacted services have returned to normal. We’re sorry for any inconvenience this may have caused, and thank you for being patient with us as we worked through this."
    }, {
        "title": "Cash App: Intermittent Connection Issues",
        "date": "Apr 23, 10:39 - 12:03 PDT",
        "body": "We’ve confirmed the issues affecting Cash App today have been fully resolved. To view the final status of a payment, check your in-app activity or sign in online at cash.me. \n\nThank you for bearing with us today while we worked through this issue."
    }, {
        "title": "Cash App: Intermittent Connection Issues",
        "date": "Apr 20, 09:44 - 19:04 PDT",
        "body": "We’ve confirmed the issues affecting Cash App today have been fully resolved. Our team is continuing to make progress on clearing out the backlog of attempted payments. As a reminder, please do not re-attempt any pending transactions. To confirm the status of a payment, please check the Activity section of the app or Cash.me.\n\nThank you so much for bearing with us today while we worked through this issue."
    }, {
        "title": "Cash App: Cash Card Declines",
        "date": "Apr 19, 11:55 - 13:05 PDT",
        "body": "Cash Card functionality has been restored to all customers. If your card was declined earlier today, you can re-attempt your payment. We’re sorry for the hiccup."
    }, {
        "title": "Cash App - Intermittent Connection Issues",
        "date": "Apr 13, 11:26 - 13:50 PDT",
        "body": "The issues affecting Cash App earlier today have been fully resolved. To confirm the status of a payment, please check the Activity section of the app or Cash.me. \n\nWe’re sorry for the trouble this caused today and we appreciate your patience."
    }, {
        "title": "Cash App Performance Issues",
        "date": "Apr 4, 15:32 - 20:48 PDT",
        "body": "The connection issues from earlier today have been resolved, and Cash App services are available to all customers.\n\nThank you all for bearing with us today - it is not the level of service we aim to deliver, and sincerely apologize for the trouble it may have caused."
    }, {
        "title": "Cash App Performance Issues",
        "date": "Apr 4, 10:49 - 12:48 PDT",
        "body": "Cash App performance issues have been fully resolved. To confirm the status of a payment, please check the Activity section of the app or Cash.me. \n\nWe’re sorry for the trouble this caused today and we appreciate your patience."
    }, {
        "title": "Phone Support Unavailable",
        "date": "Apr 3, 06:29 - 07:14 PDT",
        "body": "The issues we experienced with our phone service provider this morning have been completely resolved, so feel free to give us a call if you need. You can also head to squareup.com/help for access to help articles, visit our customer forum at sellercommunity.com, or email our team directly at http://squ.re/contact. \n\nWe're sorry for the trouble this caused and thank you for being patient with us as we worked through this together."
    }],
    "MARCH_18": [{
        "title": "Appointments Dashboard Unavailable",
        "date": "Mar 31, 10:44 - 12:30 PDT",
        "body": "Appointments is available to all Square sellers now and the remaining issues from this morning have been resolved. \n\nWe truly appreciate your patience as we worked on a solution."
    }, {
        "title": "Cash App: Delayed Payments",
        "date": "Mar 24, 12:11 - 13:14 PDT",
        "body": "Our Engineering Team has implemented a fix for the issue causing payment delays. Cash App is up and running for all customers now! \n\nWe're truly sorry for this hiccup today and we appreciate everyone's patience."
    }, {
        "title": "UK - Deposit Delays Friday 23 May",
        "date": "Mar 23, 09:44 - 09:52 PDT",
        "body": "Our engineers have resolved the issue. Deposits have been sent out to all affected sellers. We apologise for the delay and any inconvenience this might have caused."
    }, {
        "title": "Phone Support: Limited Capacity for North America",
        "date": "Mar 23, 06:08 - 07:54 PDT",
        "body": "The issues we experienced with our phone system provider have been resolved. Apologies for the disruption this caused today, we appreciate your patience."
    }, {
        "title": "Cash Card Activation Issues",
        "date": "Mar 20, 17:41 - 20:15 PDT",
        "body": "Our debit card partner has released a fix for the issue preventing new Cash Cards from being activated, and we've confirmed resolution. Apologies for the trouble!"
    }, {
        "title": "Intermittent Cash App Connectivity Issues",
        "date": "Mar 16, 13:11 - 16:06 PDT",
        "body": "Our engineering team has confirmed that full connectivity has been restored for all Cash App customers. Apologies if you were impacted by any blips in service today."
    }, {
        "title": "Cash App Performance Issues - Stabilized",
        "date": "Mar 15, 09:17 - Mar 16, 07:16 PDT",
        "body": "All issues related to the ability to send and receive payments with Cash App were resolved around 9:30pm PDT on Thursday, March 15th. We continued to process a small backlog of payments and monitored the situation into the evening. \n\nSincere apologies to those affected by our issues yesterday. We greatly appreciate your patience with us and are continuing to work on improving overall system reliability."
    }, {
        "title": "Cash App Performance Issues",
        "date": "Mar 14, 10:50 - 13:18 PDT",
        "body": "We’ve confirmed the connection issues Cash App customers may have experienced earlier have been fully resolved. Our team is continuing to make progress on clearing out the backlog of attempted payments. As a reminder, please do not re-attempt any pending transactions.\n\nThank you for bearing with us through this issue."
    }, {
        "title": "Phone Support: Limited Capacity for North America",
        "date": "Mar 13, 10:56 - 13:38 PDT",
        "body": "The issues we experienced with our phone system provider today have been resolved. Thank you again for your patience."
    }, {
        "title": "Point of Sale & Square for Retail Performance Issues on Square Stand",
        "date": "Mar 9, 09:25 - Mar 10, 09:40 PST",
        "body": "If you are using Square Point of Sale and your Contactless + Chip Reader is connected via USB, please make sure to update your app to 4.83.1. If you are using Square for Retail, please update your app 1.12.1. Once updated, all issues affecting the performance of these apps should be resolved.\n\nWe apologize for any inconvenience this has caused and we thank you for your patience."
    }, {
        "title": "Square Point of Sale Payments",
        "date": "Mar 10, 07:22 - 07:51 PST",
        "body": "Some sellers may have experienced higher than normal decline rates for Visa-branded cards between  6:05am PST to 7:13am PST on Saturday March 10. The issue has since been resolved, so if you happen to experience a declined payment, please have your customer contact their bank.\n\nWe're very sorry for the disruption to your business this morning. Thank you for your patience."
    }, {
        "title": "Phone Support Limited",
        "date": "Mar 2, 08:29 - 09:54 PST",
        "body": "We appreciate your patience. Our engineering team has identified and resolved the issue preventing our team from taking all calls this morning. \n\nPhone support will be available again during our normal hours of operation. For more information, please have a look at our Seller Community: http://squ.re/2oz7j5E."
    }],
    "FEBRUARY_18": [{
        "title": "Point of Sale Performance Issue on iOS Devices",
        "date": "Feb 23, 17:33 - Feb 26, 18:30 PST",
        "body": "The issue impacting the Point of Sale app has been resolved. \n\n We’re sorry for the disruption this caused. Thank you for bearing with us."
    }, {
        "title": "Instant Deposits Unavailable",
        "date": "Feb 15, 14:33 - 15:46 PST",
        "body": "All impacted services are fully functional. We truly appreciate your patience as we worked to fix this issue."
    }, {
        "title": "Limited Phone Support for Square Sellers",
        "date": "Feb 13, 13:10 - 13:40 PST",
        "body": "Phone support is back for all Square Sellers. \n\nWe really appreciate your patience and thank you for understanding."
    }, {
        "title": "Multiple Performance Issues: Point of Sale app, Appointments, Invoices",
        "date": "Feb 13, 11:07 - 12:26 PST",
        "body": "All impacted services are fully functional. We are very sorry for the trouble that this caused today and we truly appreciate your patience as we worked to resolve this issue."
    }, {
        "title": "Online Store Performance Issues",
        "date": "Feb 6, 17:06 - 18:54 PST",
        "body": "The issues that were affecting Online Store landing pages and access to the Orders tab have been completely resolved.\n\nIf you're a seller and you believe orders placed this afternoon were affected, please check that the order is completed properly in the online Square Dashboard: http://squ.re/294lUNP.\n\nComplete details on managing orders are available in our Support Center: http://squ.re/20yzCLR.\n\nWe're very sorry for the disruption this caused today, and we appreciate your patience."
    }, {
        "title": "Cash App Performance Issues",
        "date": "Feb 2, 16:35 - 22:32 PST",
        "body": "This evening's issues impacting the Cash App service have been resolved. Apologies for the trouble - we appreciate your patience with us."
    }, {
        "title": "UK - Deposit Delays Thursday 1 Feb",
        "date": "Feb 1, 09:15 - 15:04 PST",
        "body": "An issue with a banking partner caused some deposits to be delayed today. This has been resolved and customers should have successfully received their deposits into their bank accounts. \n\nWe appreciate your patience this evening, and we’re sorry for any concern and inconvenience this delay caused."
    }],
    "JANUARY_18": [{
        "title": "Australia Customers: Phone Support Intermittently Unavailable",
        "date": "Jan 30, 17:59 - 20:06 PST",
        "body": "Our engineers have identified the issue with our phone lines in Australia, and all phone lines are now available. Thank you for your patience."
    }, {
        "title": "Cash App Performance Issues",
        "date": "Jan 26, 10:41 - Jan 27, 06:49 PST",
        "body": "The Cash App connection issues that began on Friday have been completely resolved. To confirm the status of a payment, please check the Activity section of the app or Cash.me. \n\nWe are very sorry for the disruption this caused, and we appreciate your continued patience as we worked to resolve this."
    }, {
        "title": "Cash App Performance Issues",
        "date": "Jan 22, 15:21 - 16:49 PST",
        "body": "All issues impacting Cash App service have been resolved. We're sorry for any disruption this may have caused, and appreciate your patience."
    }, {
        "title": "Limited Phone Support Availability - North America",
        "date": "Jan 12, 06:42 - 18:00 PST",
        "body": "This incident has been resolved."
    }, {
        "title": "Limited Phone Support Availability - North America",
        "date": "Jan 11, 13:00 - 18:01 PST",
        "body": "This incident has been resolved."
    }, {
        "title": "Phone Support Unavailable - Australia",
        "date": "Jan 10, 21:31 - 21:45 PST",
        "body": "Our engineers have identified the issue with our phone lines, and we are now able to receive calls. Apologies again for any inconvenience."
    }, {
        "title": "Cash App and Cash Card Performance Issues",
        "date": "Jan 9, 16:24 - 20:08 PST",
        "body": "All of the issues affecting Cash App services have been resolved. We're sorry for the disruption this caused today, and thank you for your patience."
    }],
    "DECEMBER_17": [{
        "title": "Phone Support Unavailable on December 25, 2017",
        "date": "Dec 25, 05:43 - 18:01 PST",
        "body": "This incident has been resolved."
    }, {
        "title": "Cash App: Performance Issues",
        "date": "Dec 22, 19:01 - 20:32 PST",
        "body": "We've been able to resolve the lingering performance issues, and all customers should experience full functionality. Apologies again for the trouble this evening. We greatly appreciate your patience!"
    }, {
        "title": "Cash App Performance Issues",
        "date": "Dec 22, 16:49 - 18:35 PST",
        "body": "We’ve confirmed that the connection issues experienced earlier have been fully resolved. Thank you so much for your patience! Our team is continuing to make progress on clearing out the backlog of attempted payments, which should be listed as pending in your transaction history. As a reminder, please do not re-attempt any pending transaction. \n\nWishing you a wonderful weekend, and holiday season."
    }, {
        "title": "Square Payroll:  Some Direct Deposits Delayed",
        "date": "Dec 22, 08:50 - 15:02 PST",
        "body": "An issue with our partner processor caused some direct deposits to be delayed today. This has been resolved and employees should have received their deposits by the end of the day today, depending on how their bank handles same-day ACH processing.\n\nWe appreciate your patience today and we’re sorry for any concern this delay caused."
    }, {
        "title": "Phone Support Unavailable",
        "date": "Dec 7, 14:20 - 18:15 PST",
        "body": "This incident has been resolved."
    }, {
        "title": "Point of Sale Email Issues",
        "date": "Dec 6, 15:19 - 18:27 PST",
        "body": "Our Engineering Team has confirmed that Point of Sale emails are now functioning as expected. Apologies for the disruption today and thank you again for your patience."
    }],
    "NOVEMBER_17": [{
        "title": "Phone Support Unavailable",
        "date": "Nov 29, 11:26 - 18:04 PST",
        "body": "The issues we experienced with our phone system provider have been resolved. Going forward, phone support will be available during our normal business hours. For more details, please have a look at our Support Center: http://squ.re/2sp8wzO. Apologies for the interruption this caused today; we appreciate your patience."
    }, {
        "title": "No Phone Support for 11/23/2017.",
        "date": "Nov 23, 06:03 - 18:06 PST",
        "body": "This incident has been resolved."
    }, {
        "title": "No Phone Support for 11/23/2017.",
        "date": "Nov 22, 15:08 - 18:01 PST",
        "body": "This incident has been resolved."
    }, {
        "title": "Card partner experiencing issues affecting processing payments.",
        "date": "Nov 14, 10:54 - 12:51 PST",
        "body": "All payment processing is back to normal. We appreciate your patience, and thank you for sticking with us!"
    }, {
        "title": "Square Public Website Delays",
        "date": "Nov 6, 09:58 - 13:04 PST",
        "body": "Our Engineering team has confirmed that connection issues with our public web pages have been stabilized. All functionality of our public web pages have returned, and we are monitoring closely for any further issues. Thank you so much for your patience with us through this, and we're sorry for the trouble this might have caused."
    }, {
        "title": "Voided Payments on Android Point of Sale 4.76.1",
        "date": "Nov 2, 12:02 - 18:56 PDT",
        "body": "This issue is fully resolved, and we’ve auto-updated the app for all affected sellers. If you haven’t already, please be sure that you're running the latest version of Point of Sale for Android (4.76.2). For step-by-steps on updating your app, have a look at our Support Center: http://squ.re/2lLboUr. \n\nAll impacted customers should have received an email by now with additional details. Again, please do not re-attempt any voided transactions.\n\nThanks for your patience today, and we apologize for the frustration this caused."
    }, {
        "title": "UK - Deposit delays for Wednesday 1 November",
        "date": "Nov 2, 06:27 - 07:24 PDT",
        "body": "Our engineers and banking partners have identified and resolved a processing error which caused the deposit delay, and are addressing the root cause at issue to prevent this from happening again in the future. The delayed deposits were re-sent and should now be in recipients’ bank accounts. \n\nWe apologise for the inconvenience here, and appreciate your patience and understanding."
    }],
    "OCTOBER_17": [{
        "title": "Square Cash Performance Issues",
        "date": "Oct 26, 10:30 - 11:18 PDT",
        "body": "The Square Cash issues have been fully resolved. All impacted customers whose payments were delayed should have received their money by now. Thank you again for your patience and sticking with us."
    }, {
        "title": "Phone Support unavailable for Point of Sale customers in North America",
        "date": "Oct 20, 10:00 - 18:02 PDT",
        "body": "We appreciate your patience today. Phone support will be available again during our normal hours of operation. For more information, please have a look at our Seller Community: http://squ.re/2oz7j5E."
    }, {
        "title": "Phone Support Unavailable in Australia",
        "date": "Oct 17, 22:12 - 22:39 PDT",
        "body": "Our phone service has been restored. Sorry again for the interruption today and thank you for your patience."
    }, {
        "title": "Invoices in Square Dashboard",
        "date": "Oct 17, 16:04 - 17:35 PDT",
        "body": "Our Engineering Team was able to resolve this issue. All sellers will be able to send Invoices from the Square Dashboard now. \n\nWe appreciate your patience and understanding while we worked through this issue."
    }, {
        "title": "Phone Support unavailable for Point of Sale customers in North America",
        "date": "Oct 16, 17:08 - 18:03 PDT",
        "body": "Our phone service has been restored. Sorry again for the interruption today and thank you for your patience."
    }, {
        "title": "Phone Support unavailable for Point of Sale customers in North America",
        "date": "Oct 12, 10:36 - 11:37 PDT",
        "body": "Our phone service has been restored. Sorry again for the interruption today and thank you for your patience."
    }, {
        "title": "Square payments - UK",
        "date": "Oct 8, 02:20 - 06:46 PDT",
        "body": "Service has been restored with our third-party payments partners, and payments are now fully functional across Square. \n\nWe are sorry, again, for the trouble this has caused you."
    }, {
        "title": "Phone Support currently unavailable for Point of Sale customers in North America",
        "date": "Oct 5, 13:34 - 14:27 PDT",
        "body": "The issues we experienced with our phone system provider have been resolved. We're sorry for the disruption this caused, thank you for your patience."
    }, {
        "title": "Phone Support currently unavailable for Point of Sale customers in North America and Australia",
        "date": "Oct 3, 17:42 - 20:35 PDT",
        "body": "The maintenance by our third-party phone system provider has been completed. Going forward, phone support will be available during our normal business hours. For more details, please have a look at our Support Center: http://squ.re/2sp8wzO."
    }, {
        "title": "Phone Support Unavailable in North America",
        "date": "Oct 2, 07:14 - 07:58 PDT",
        "body": "Our phone system provider has resolved the issue that prevented us from taking calls this morning. We're sorry for the interruption this morning and thank you for your patience."
    }],
    "SEPTEMBER_17": [{
        "title": "Phone Support Unavailable in North America",
        "date": "Sep 29, 17:58 - 18:58 PDT",
        "body": "We've caught up with all of our customers who remained on hold and will continue to follow up on callback requests. The issue with our phone system provider has been fully resolved. Sorry again for the interruption this evening and thank you for your patience."
    }, {
        "title": "Phone Support Unavailable in North America & Australia",
        "date": "Sep 28, 14:50 - 18:32 PDT",
        "body": "The issues we experienced with our phone system provider have been resolved. Apologies for the disruption this caused today; we appreciate your patience."
    }, {
        "title": "Limited Phone Support in Australia",
        "date": "Sep 27, 16:34 - 17:32 PDT",
        "body": "We've resolved all issues associated with our phone support. Thanks again for your patience."
    }, {
        "title": "Limited Phone Support Today",
        "date": "Sep 15, 11:16 - 18:03 PDT",
        "body": "This incident has been resolved."
    }, {
        "title": "Delayed SMS messages for Square Cash and Square Point of Sale.",
        "date": "Sep 5, 18:24 - 18:40 PDT",
        "body": "Our Engineering Team has fixed the issue affecting SMS messages. If you did not receive a login code earlier, we recommend requesting one again. \n\nWe sincerely apologize to anyone that was affected by this issue."
    }, {
        "title": "Phone Support Unavailable",
        "date": "Sep 5, 08:20 - 08:43 PDT",
        "body": "The issue preventing customers from contacting our Support team by phone has been resolved. Thank you again for your patience this morning."
    }, {
        "title": "Square Cash - Delayed Payments and Deposits",
        "date": "Sep 1, 10:04 - 14:16 PDT",
        "body": "Square Cash payments are processing as expected and all backlogged transactions have been sent. Again, we sincerely thank you for your patience today as we worked through the issues causing delays for some payments."
    }, {
        "title": "Phone Support Not Available",
        "date": "Sep 1, 07:20 - 09:24 PDT",
        "body": "The issue we experienced with our phone system provider has been resolved. Apologies if this caused you any disruption today, we appreciate your patience. We hope you have a great holiday weekend!"
    }],
    "AUGUST_17": [{
        "title": "Square Cash Login Issues",
        "date": "Aug 18, 15:40 - 20:22 PDT",
        "body": "The Square Cash login issue has been fully resolved and all customers should be able to sign in as expected when using the receive confirmation code via text option. We sincerely apologize to those who were affected. Thank you for your patience and sticking with us."
    }, {
        "title": "Square Online Dashboard Performance Issues",
        "date": "Aug 17, 11:28 - 12:45 PDT",
        "body": "The online Square Dashboard issue has been fully resolved and all sellers should be able to access the previously impacted services. Thank you for your patience today."
    }, {
        "title": "Square Cash Payment Issues",
        "date": "Aug 10, 10:45 - 12:45 PDT",
        "body": "The Square Cash issue from earlier today has been fully resolved.\n\nAll impacted Square Cash customers whose payments were delayed should have received their money by now. Thank you again for your patience."
    }],
    "JULY_17": [{
        "title": "Square Cash and Point of Sale Instant Deposit Delay",
        "date": "Jul 28, 13:38 - 19:33 PDT",
        "body": "The issue from earlier today has been fully resolved. All impacted Square Cash and Point of Sale customers whose Instant Deposits were affected should now see their funds in their bank accounts. Thank you again for your patience."
    }],
    "JUNE_17": [{
        "title": "Square Cash: Payment Delays",
        "date": "Jun 9, 10:21 - 16:08 PDT",
        "body": "Square Cash payment processing is back to normal speed. To confirm the status of a payment, tap the clock icon in the Cash app and tap on the payment. Thanks again for your patience."
    }, {
        "title": "Square Cash: Intermittent Web & App Timeouts and SMS Delays",
        "date": "Jun 2, 11:45 - 16:22 PDT",
        "body": "Thank you again for your patience. All message backlog has been cleared and all Cash Customers should now experience normal app and web access as well as SMS (text message) service."
    }], 
    "APRIL_17": [{
        "title": "Square Cash Delays",
        "date": "Apr 26, 10:36 - 14:35 PDT",
        "body": "Square Cash payments are processing as expected and all backlogged transactions have been sent. Again, we sincerely thank you for your patience today as we worked through the issues causing delays for some payments."
    }, {
        "title": "Square Cash Delays",
        "date": "Apr 22, 10:00 - 12:16 PDT",
        "body": "All remaining Square Cash and Snapcash payments have been sent out. We're truly sorry for the delay —  thank you for your patience as we worked to resolve this."
    }, {
        "title": "Square Cash Delays",
        "date": "Apr 21, 19:32 - 23:02 PDT",
        "body": "Good news: all customers should now have full access to Square Cash. We’re no longer limiting the ability to send a payment or use instant deposit, and our backlog has fully caught up. We’ve confirmed that transaction histories are up to date, so please check yours to confirm the status of a payment you’ve sent today. (Open the app, and tap the clock icon in the upper, right-hand corner.) \n\nApp outages suck – there’s not more we can say than that, and we sincerely apologize to those who were affected. Thanks for your understanding and sticking with us."
    }, {
        "title": "Square Cash and Instant Deposit Issues",
        "date": "Apr 21, 12:41 - 18:46 PDT",
        "body": "Square Cash payments have been fully restored. We will continue to keep a close eye on the situation, and we thank you for your patience with us as we worked to resolve this issue!"
    }, {
        "title": "Online Square Dashboard Issues",
        "date": "Apr 12, 15:05 - 16:09 PDT",
        "body": "We've resolved today's issues and want to sincerely apologize to those affected for any inconvienece."
    }, {
        "title": "Online Square Dashboard Issues",
        "date": "Apr 12, 12:17 - 12:55 PDT",
        "body": "We’ve resolved all issues. Due to an internal update, some merchants may have experienced issues with Square Dashboard or processing payments for a few minutes this afternoon. Again, we sincerely apologize to our sellers for any inconvenience or disruption to your businesses."
    }],
    "MARCH_17": [{
        "title": "Square Point of Sale & Square Cash Payments",
        "date": "Mar 21, 04:28 - 10:39 PDT",
        "body": "All issues affecting Square Point of Sale card acceptance and Square Cash payments have been resolved and the ability to send and receive payments has been restored.\n\nIf you have questions about the status of a sent or received payment in Square Cash, please check your Transaction Activity. While most payments that experienced a delay have been pushed through successfully, there could be some payments that have failed due to the issues we've encountered with our upstream payment partner. We're sorry for the trouble this caused you, and thank you so much for your patience."
    }, {
        "title": "Service Outage",
        "date": "Mar 16, 10:21 - 13:17 PDT",
        "body": "All Square services have been fully restored. Thank you for your patience with us as we’ve worked to resolve this issue!\n\nWe know that today’s payments outage was due to a change we made to one of our back-end systems, resulting in capacity issues. We will follow our standard postmortem process, and in this instance, will make the results public on this page. \n\nAgain, sincere apologies to all of our customers, and their customers. Today’s issues were well outside what we expect of our service and of ourselves."
    }, {
        "title": "Square phone support",
        "date": "Mar 8, 06:56 - 18:01 PST",
        "body": "Thank you again for your patience and support today."
    }], "FEBRUARY_17": [{
        "title": "Image Loading Errors in Point of Sale, Cash, and Dashboard",
        "date": "Feb 28, 10:26 - 14:35 PST",
        "body": "Everything should be resolved and running smoothly. We're sorry for the trouble this might've caused. Thank you for your patience, and for continuing to choose Square. We’ll do our best to ensure this doesn't happen again."
    }, {
        "title": "Instant Deposits Failing to Send for Point of Sale and Square Cash",
        "date": "Feb 10, 09:22 - Feb 11, 10:27 PST",
        "body": "As of this morning at 12:01am, all issues affecting Instant Deposit and Square Cash were resolved, with our full backlog of requests having made their way through the system. \n\nIf you have questions about the status of a sent or received payment in Square Cash, please check your Transaction Activity. If a payment does not appear in your Transaction Activity and there is no record in your bank account history, then unfortunately the payment failed and did not go through. If you have any additional questions about the status of a payment, please contact Cash Support at: cash.me/support. \n\nIf you have questions about the status of an Instant Deposit, please check the Deposits report from within your Square Dashboard, or the Point of Sale app. If you have additional questions about the status of an Instant Deposit, please contact our Seller Support team: squ.re/sellersupport.\n\nAgain, we are very sorry for the issues you may have experienced when trying to use our services yesterday. We will be publishing more details about this issue in a post-mortem on this page as soon as possible. Thank you for your patience, and for continuing to choose Square. We’ll do our best to ensure this doesn't happen again."
    }, {
        "title": "Instant Deposits Failing to Send",
        "date": "Feb 3, 15:52 - Feb 4, 10:13 PST",
        "body": "Thanks again for your patience while we worked to resolve this issue. Everything's back to normal!"
    }], "JANUARY_17": [{
        "title": "Square Dashboard and Website Performance Slowed",
        "date": "Jan 12, 15:19 - 16:16 PST",
        "body": "This incident has been resolved."
    }],
    "DECEMBER_16": [{
        "title": "Reporting Issue: Recent Transaction Activity",
        "date": "Dec 10, 12:52 - 20:06 PST",
        "body": "Reporting is now updated. Please reach out to our Support team if you experience any additional issues."
    }, {
        "title": "Customer Directory & Appointments Unavailable",
        "date": "Dec 5, 17:41 - 17:49 PST",
        "body": "Things should be back in working order now. Apologies for the inconvenience to those affected sellers. We'll do our best to make sure it doesn't happen again."
    }, {
        "title": "Customer Directory & Appointments Unavailable",
        "date": "Dec 5, 11:46 - 12:07 PST",
        "body": "Everything should be back in working order now."
    }]
}